const commands = `
/start - Запустити бота
/emergency - Телефон швидкої допомоги
/reanimation - Алгоритм серцево-легеневої реанімації
/directory - Методичка на випадок відсутності інтернету
/feedback - Надіслати відгук про бота
/help - Допомога
`
const cuts = `<b>🗡ПРИ НЕГЛИБОКИХ ПОРІЗАХ:</b>
Необхідно промити рану при її забрудненні, акуратно промокнути кров, осушити рану стерильним бинтом або марлею, 
а також обробити краї порізу антисептиком, зеленкою або йодом, не допускаючи попадання даних засобів на пошкоджені тканини. 
Після цього необхідно накласти чисту пов'язку і приклеїти її медичним пластиром.
<b>🔪ПРИ ГЛИБОКИХ ПОРІЗАХ:</b>
ВАЖЛИВО швидко ЗУПИНИТИ КРОВ, для чого до рани прикладають чисту пов'язку і натискають. Якщо пошкоджена кінцівка, потрібно підняти догори. 
Не варто передавлювати руку або ногу накладенням джгута, часто це призводить до додаткових травм і складних наслідків.
https://www.youtube.com/watch?v=ttac3CNPNsc&pp=ygUo0L_QvtGA0ZbQt9C4INC_0LXRgNGI0LAg0LTQvtC_0L7QvNC-0LPQsA%3D%3D`;

const contusions = `<b>ПРИ ЗАБОЇ</b> потрібно ЗАБЕЗПЕЧИТИ пошкодженій ділянці тіла СПОКІЙ. Щоб припинити крововилив у м’які тканини ТРЕБА НАКЛАСТИ ТУГУ ПОВ'ЯЗКУ 
та підняти уражену ділянку тіла. Для того, щоб зменшити біль та запальні явища прикладіть до травмованого місця  щось холодне. 
ДЕЗИНФІКУЙТЕ ЗАБІЙ, якщо на ньому є подряпини. При серйозних забоях внутрішніх органів одразу звертайтеся до лікаря.🚑
https://www.youtube.com/watch?v=SK_212a4NL8&ab_channel=SAMARMEDIA`

const fractures = `<b>🦴ПРИ ЗАКРИТОМУ ПЕРЕЛОМІ:</b> необхідно ЗНЕРУХОМИТИ ЗЛАМАНУ КІНЦІВКУ і по можливості ПРИКЛАСТИ ЛІД або холодний предмет до місця травми. 
При самостійному транспортуванні НАКЛАДАЄТЬСЯ ШИНА з підручних предметів: дошка, палиця, лижа та ін.
У разі відсутності підручних засобів травмована кінцівка повинна бути прибинтована до непошкодженої. У процесі транспортування потерпілий повинен лежати - зламану кінцівку варто трохи підняти.
<b>🦴ПРИ ВІДКРИТОМУ ПЕРЕЛОМІ:</b> Така травма вкрай небезпечна, бо рана може бути інфікована. Надання першої допомоги при відкритому переломі починається з ЗУПИНКИ КРОВОТЕЧІ з використанням ДЖГУТА, 
якщо спостерігаються значні крововтрати. Для обробки шкірних покривів близько рани ЗАСТОСОВУЮТЬСЯ АНТИСЕПТИЧНІ ПРЕПАРАТИ. Щоб транспортувати потерпілого, необхідно акуратно НАКЛАСТИ ШИНУ, не зачіпаючи рану.
https://www.youtube.com/watch?v=SK_212a4NL8&ab_channel=SAMARMEDIA`

const burns = `ЗУПИНІТЬ КОНТАКТ З ДЖЕРЕЛОМ ОПІКУ, тобто зніміть гарячий чи обгорілий одяг. Приберіть прикраси, тісні речі, що знаходяться поблизу ділянки опіку. 
Але НЕ чіпайте речей, які прилипли до ураженої шкіри. ОБРОБІТЬ РАНУ ПРОХОЛОДНОЮ ВОДОЮ💧 чи водою кімнатної температури. Охолодження є ефективним, якщо триває до 20 хв. 
протягом перших 3 год. після ураження. Ділянки, які не постраждали, потрібно залишати сухими і теплими. НЕ МОЖНА ОХОЛОДЖУВАТИ, ЯКЩО ТЕМПЕРАТУРА ТІЛА ВПАЛА ДО 35℃🌡.
Якщо маєте в аптечці протиопікову пов’язку, краще скористатися саме нею. Вона охолоджує місце опіку, зменшує вірогідність виникнення опікових пухирів, 
захищає рану від механічних пошкоджень та інфікування. Така пов’язка не прилипає до рани і не травмує її, забезпечує в рані середовище з постійною вологістю та температурою, 
здатна поглинати великий об’єм виділень. Необхідно зняти верхню захисну плівку з однієї сторони пов’язки, прикласти нею до рани, потім зняти з другої сторони. Потім зафіксувати бинтом або лейкопластиром на шкірі.
За відсутності спеціальної протиопікової пов’язки, ПРИКРИЙТЕ РАНУ СТЕРИЛЬНОЮ ПОВ'ЯЗКОЮ з марлі. ДАЙТЕ ПОТЕРПІЛОМУ ВИПИТИ ВОДИ💧, щоб зменшити інтоксикацію та уникнути зневоднення.
Можна дати знеболювальний лікарський засіб, наприклад, ібупрофен чи парацетомол, які використовують для полегшення болю будь-якого типу та інтенсивності.
ЗАТЕЛЕФОНУЙТЕ 103☎️, ЯКЩО ОПІК ПОВЕРХНІ ПЛОЩІ ТІЛА У ДОРОСЛОГО 10% І БІЛЬШЕ, А У ДИТИНИ – 5%, АБО ЯКЩО З ОПІКОМ ПОВ’ЯЗАНА ТРАВМА.
https://www.youtube.com/watch?v=xCIVnK-m-UU&ab_channel=RedCrossUkraine`

const frostbite = `<b>ЯКЩО ПОСТРАЖДАЛИЙ У СВІДОМОСТІ</b>, зігріти його безалкогольними гарячими напоями. Не можна інтенсивно розтирати відморожену частину тіла.
Накласти на ушкоджену ділянку чисту пов’язку.
Забезпечити нерухомість переохолоджених пальців, кистей і стоп. При необхідності знерухомити за допомогою імпровізованих або стандартних шин.
<b>ЯКЩО ПОСТРАЖДАЛИЙ БЕЗ СВІДОМОСТІ</b>, але у нього збережене нормальне дихання, перевести у стабільне положення.
Накрити термопокривалом або ковдрою.
<b>ЯКЩО ДИХАННЯ НЕМАЄ, РОЗПОЧАТИ СЕРЦЕВО-ЛЕГЕНЕВУ РЕАНІМАЦІЮ🫁:</b>
виконати 30 натискань на грудну клітку глибиною не менше 5 см (не більше 6 см), з частотою 100 натискань (не більше 120) за хвилину;
виконати 2 вдихи з використанням маски-клапану, дихальної маски, тощо. При відсутності захисних засобів можна не виконувати штучне дихання, а проводити тільки натискання на грудну клітку. 
Виконання двох вдихів повинно тривати не більше 5 секунд;
поперемінно повторювати попередні два пункти до приїзду швидкої. Важливо змінювати особу, що проводить натиснення на грудну клітку, кожні 2 хвилини.
https://www.youtube.com/watch?v=8m4WzO5GreI&ab_channel=%D0%A2%D0%B5%D0%BB%D0%B5%D0%BA%D0%B0%D0%BD%D0%B0%D0%BB%D0%92%D0%86%D0%A2%D0%90`

const electricShock = `<b>ПРИ УРАЖЕННІ ЕЛЕКТРИЧНИМ СТРУМОМ</b> в першу чергу потрібно звільнити потерпілого від струмопровідних частин обладнання. 
Необхідно ШВИДКО ВІДКЛЮЧИТИ ВІД МЕРЕЖІ ту частину електрообладнання, до якої доторкається людина. Будь-яке зволікання при наданні допомоги призводить до загибелі людини, яка знаходиться під дією струму. 
При звільненні потерпілих від струмопровідних частин або проводу ВИМИКАЮТЬ СТРУМ ВИКОРИСТОВУЮЧИ СУХИЙ ОДЯГ, ПАЛИЦЮ, дошку, шапку, сухі рукавиці, рукав одягу, діелектричні рукавиці. 
ПРОВІДНИКИ ПЕРЕРІЗАЮТЬ ІНСТРУМЕНТОМ З ІЗОЛЬОВАНИМИ РУЧКАМИ, перерубують сокирою з дерев’яним сухим топорищем.
https://www.youtube.com/watch?v=LCwZFQE0YtQ&ab_channel=PravdaTUTLviv`

const compression = `<b>При неповній перешкоді диханню:</b> заохочуйте постраждалого кашляти;
якщо вдалось відкашлятись та прохідність дихальних шляхів відновлено, огляньте постраждалого, в разі необхідності викличте швидку;
<b>При повній перешкоді диханню:</b> п’ять разів різко вдарте між лопатками; якщо не допомагає, встаньте позаду постраждалого, обхопіть його руками у верхній частині його живота та зробіть п’ять поштовхів;
якщо не допомагає, почергово повторюйте п’ять ударів по спині та п’ять абдомінальних поштовхів; 
<b>При втраті свідомості постраждалим:</b> покладіть постраждалого.
<b>ЯКЩО ДИХАННЯ НЕМАЄ, РОЗПОЧАТИ СЕРЦЕВО-ЛЕГЕНЕВУ РЕАНІМАЦІЮ🫁:</b> виконати 30 натискань на грудну клітку глибиною не менше 5 см (не більше 6 см), з частотою 100 натискань (не більше 120) за хвилину;
виконати 2 вдихи з використанням маски-клапану, дихальної маски, тощо. При відсутності захисних засобів можна не виконувати штучне дихання, а проводити тільки натискання на грудну клітку. Виконання двох вдихів повинно тривати не більше 5 секунд;
поперемінно повторювати попередні два пункти до приїзду швидкої. Важливо змінювати особу, що проводить натиснення на грудну клітку, кожні 2 хвилини.
https://www.youtube.com/watch?v=h5w0Z-4KIfY&ab_channel=%D0%9F%D0%B5%D1%80%D1%88%D0%B0%D0%B4%D0%BE%D0%BF%D0%BE%D0%BC%D0%BE%D0%B3%D0%B0`

const allergic = `Викликати швидку медичну допомогу🚑. ЗАКАПАТИ СУДИНОЗВУЖУВАЛЬНІ КРАПЛІ В НІС👃🏿 (ксилометазолін тощо), якщо відзначається утруднення носового дихання.
Прикласти холод до місця укусу (якщо алергія у потерпілого на укус комахи). Якщо потерпілий у свідомості – ДАТИ ЙОМУ ПРОТИАЛЕРГІЧНІ (антигістамінні) ПРЕПАРАТИ в дозі, що відповідає віку.
<b>У РАЗІ ВТРАТИ СВІДОМОСТІ:</b> перевернути постраждалого на живіт, повернути голову набік, покласти холод до голови і грілки до ніг. Якщо у потерпілого в роті є зубні протези – вийняти їх.
<b>ЯКЩО ДИХАННЯ НЕМАЄ, РОЗПОЧАТИ СЕРЦЕВО-ЛЕГЕНЕВУ РЕАНІМАЦІЮ🫁:</b> виконати 30 натискань на грудну клітку глибиною не менше 5 см (не більше 6 см), з частотою 100 натискань (не більше 120) за хвилину;
виконати 2 вдихи з використанням маски-клапану, дихальної маски, тощо. При відсутності захисних засобів можна не виконувати штучне дихання, а проводити тільки натискання на грудну клітку. Виконання двох вдихів повинно тривати не більше 5 секунд;
поперемінно повторювати попередні два пункти до приїзду швидкої. Важливо змінювати особу, що проводить натиснення на грудну клітку, кожні 2 хвилини.`

const heartAttack = `Викликати бригаду екстреної (швидкої) медичної допомоги🚑. ПЕРЕМІСТИТИ ПОСТРАЖДАЛОГО НА СПИНУ чи надати зручне для нього положення.
Розстібнути одяг у постраждалого. ЗАБЕЗПЕЧИТИ НАДХОДЖЕННЯ СВІЖОГО ПОВІТРЯ в приміщення. Запитати у постраждалого про прийом фармакологічних препаратів, 
які рекомендовані його лікуючим лікарем. У випадку їх наявності – допомогти прийняти постраждалому ліки. 
При можливості ДАТИ ПОСТРАЖДАЛОМУ РОЗЖУВАТИ ТАБЛЕТКУ АСПІРИНУ (незалежно від прийому інших препаратів) за умови відсутності у нього алергічної реакції.
Забезпечити постійний нагляд за постраждалим.
<b>ЯКЩО ДИХАННЯ НЕМАЄ, РОЗПОЧАТИ СЕРЦЕВО-ЛЕГЕНЕВУ РЕАНІМАЦІЮ🫁:</b> виконати 30 натискань на грудну клітку глибиною не менше 5 см (не більше 6 см), з частотою 100 натискань (не більше 120) за хвилину;
виконати 2 вдихи з використанням маски-клапану, дихальної маски, тощо. При відсутності захисних засобів можна не виконувати штучне дихання, а проводити тільки натискання на грудну клітку. Виконання двох вдихів повинно тривати не більше 5 секунд;
поперемінно повторювати попередні два пункти до приїзду швидкої. Важливо змінювати особу, що проводить натиснення на грудну клітку, кожні 2 хвилини.
https://www.youtube.com/watch?v=Nar8i6cStGM&ab_channel=%D0%9F%D0%B5%D1%80%D1%88%D0%B0%D0%B4%D0%BE%D0%BF%D0%BE%D0%BC%D0%BE%D0%B3%D0%B0`

const stopBreath = `<b>Якщо потерпілий знаходиться без свідомості, не реагує на ваше звернення і протягом 10 секунд у нього не видно руху грудної клітини, які супроводжують акт дихання</b>, насамперед потрібно викликати швидку🚑. Якщо поруч ще знаходяться люди, 
попросіть когось це зробити в цілях економії вашого часу, необхідного для надання долікарської допомоги. <b>ДО ПРИЇЗДУ ПРОФЕСІЙНОЇ РЕАНІМАЦІЙНОЇ БРИГАДИ СЛІД ВИКОНАТИ НАСТУПНИЙ АЛГОРИТМ ДІЙ:</b>
ППОКЛАДІТЬ ПОТЕРПІЛОГО на тверду рівну поверхню.
ЗВІЛЬНІТЬ ГОРЛО І ВЕРХНЮ ЧАСТИНУ ГРУДНОЇ КЛІТИНИ ВІД ОДЯГУ, а також розстібніть ремінь.
ОЧИСТІТЬ РОТОВУ ПОРОЖНИНУ ВІД ВОДИ і іншого стороннього вмісту.
Сядьте на коліна зліва від потерпілого.
ПЕРЕВІРТЕ НАЯВНІСТЬ ПУЛЬСУ на зап'ясті або на шийній артерії.
Підкладіть під плечі постраждалого валик або згорток з одягу.
ПОЧНІТЬ РОБИТИ ШТУЧНЕ ДИХАННЯ, накривши рот шматком тонкої тканини.
ВДИХАЙТЕ ПОВІТРЯ РОТ В РОТ, закривши ніс. (5 вдихів).
ВІДКРИЙТЕ НІС і порахуйте до п'яти (5 видихів).
Під час штучного дихання рекомендується непрямий масаж серця шляхом синхронним вдихам натискання рукою на грудну клітку. Якщо у потерпілого переламані ребра або хребет - краще обмежитися тільки вентиляцією легенів. При підозрах на черепно-мозкову травму потерпілого краще не переміщати.
Надаючи першу долікарську допомогу при зупинці дихання удвох один рятує може робити масаж серця, натискаючи двома руками на грудну область 5 разів поспіль, а його напарник енергійно і швидко вдихає повітря в легені потерпілого. Всього маємо отримати 12 повторень протягом 1 хвилини.
Натискання на грудні м'язи дитині дошкільного віку здійснюється двома пальцями, а школяреві - однією рукою. Якщо реанімація необхідна дитині, то її виробляють, обхопивши губами органи дихання малюка.
Діяти слід до тих пір, поки потерпілий сам не почне дихати та не прийде до тями.
Якщо реанімаційні заходи здійснюються самостійно, то всі дії слід здійснювати ще швидше: 12 сек. - 15 натискань на грудину, 3 секунд - 2 енергійних видиху, так щоб протягом 60 секунд було зроблено 60 натискань і 8 актів штучного дихання.
https://www.youtube.com/watch?v=COxYo2n3mnQ&ab_channel=%D0%93%D0%A3%D0%94%D0%A1%D0%9D%D0%A1%D1%83%D0%9B%D1%8C%D0%B2%D1%96%D0%B2%D1%81%D1%8C%D0%BA%D1%96%D0%B9%D0%BE%D0%B1%D0%BB%D0%B0%D1%81%D1%82%D1%96`

const poisoning =`ОТРУЄННЯ БУВАЮТЬ РІЗНИХ ТИПІВ І ПЕРША ДОПОМОГА ВІДРІЗНЯЄТЬСЯ ПРИ РІЗНИХ ВИДАХ ОТРУЄННЯ. ДЛЯ ТОЧНОГО ВИЗНАЧЕННЯ ВИДУ ОТРУЄННЯ ПРОКОНСУЛЬТУЄСЯ З ЛІКАРЕМ🚑.
<b>ПЕРША ДОПОМОГА ПРИ ХАРЧОВОМУ ОТРУЄННІ🍄:</b>
промивання шлунка. Хворий повинен випити за один раз не менше ніж півлітра підсоленої води (одна чайна ложка солі на один літр води) і за допомогою стимуляції кореня язика спричинити блювання;
приймання сорбентів. Сорбент за отруєння поглинає токсини й не дозволяє їм всмоктатися у стінки шлунка;
рясне пиття. Блювота та діарея при отруєнні зневоднюють організм, тому для відновлення водного балансу необхідно пити два-три літри чистої води (найкраще — бутильованої) на добу.
Якщо блювання не припиняється протягом доби, а температура піднялася вище 39 градусів, слід викликати швидку допомогу. До приїзду лікаря можна пити лише кип'ячену воду.
<b>ПЕРША ДОПОМОГА ПРИ ОТРУЄННІ АМІАКОМ🤢:</b>
Вивести постраждалого на свіже повітря;
Дати випити теплого молока з «боржомі» або харчовою содою;
Забезпечити тепло та спокій;
При потраплянні в очі – промити їх водою;
За можливості, змінити одяг та промити уражені частини шкіри чистою водою. Зробити примочки з 5% розчину оцтової, лимонної або соляної води.
<b>ПЕРША ДОПОМОГА ПРИ ОТРУЄННІ ЧАДНИМ ГАЗОМ⛽️:</b>
При отруєнні чадним газом, потерпілого необхідно винести на свіже повітря, покласти під голову подушку, розстебнути  комір і пояс.     
Найкращий засіб при цьому отруєнні - довготривале вдихання кисню.
Якщо є можливість, потрібно ПРИНЕСТИ З АПТЕЧКИ КИСНЕВУ ПОДУШКУ. НА ГОЛОВУ І ГРУДИ КЛАДУТЬ ХОЛОДНИЙ КОМПРЕС і змочений холодною водою шматок тканини, рушника, носової хустинки. 
Якщо потерпілий при свідомості, його потрібно НАПОЇТИ МІЦНИМ ЧАЄМ ЧИ КАВОЮ☕️. Ні в якому випадку не можна давати алкоголю. При втраченій свідомості, ДАЮТЬ НЮХАТИ ЗМОЧЕНУ НАШАТИРНИМ СПИТОМ ВАТУ, але обережно, щоб не завдати опіків. 
<b>ЯКЩО ДИХАННЯ НЕМАЄ, РОЗПОЧАТИ СЕРЦЕВО-ЛЕГЕНЕВУ РЕАНІМАЦІЮ🫁:</b> виконати 30 натискань на грудну клітку глибиною не менше 5 см (не більше 6 см), з частотою 100 натискань (не більше 120) за хвилину;
виконати 2 вдихи з використанням маски-клапану, дихальної маски, тощо. При відсутності захисних засобів можна не виконувати штучне дихання, а проводити тільки натискання на грудну клітку. Виконання двох вдихів повинно тривати не більше 5 секунд;
поперемінно повторювати попередні два пункти до приїзду швидкої. Важливо змінювати особу, що проводить натиснення на грудну клітку, кожні 2 хвилини.`

const drowning = `<b>ЯКЩО ПОСТРАЖДАЛИЙ У ВОДІ🌊:</b>
Переконатися, що немає небезпеки.
Кинути постраждалому рятувальний круг, м’яч, тощо.
Скористатись рятувальним жилетом, кругом, надувним матрацом або іншими засобами, що дозволять утримуватись на воді, та підплити до постраждалого зі спини. При наближенні заспокоїти постраждалого та пояснити, що ви допоможете.
Якщо постраждалий без свідомості, перевернути його на спину, перевірити, чи він дихає.
Якщо постраждалий дихає, транспортувати його до берега. При можливості витягувати вдвох або втрьох, фіксувати шию.
Якщо постраждалий не дихає, швидко транспортувати до берега, натиснення на грудну клітку у воді не ефективне.
<b>ЯКЩО ПОСТРАЖДАЛИЙ НА БЕРЕЗІ🏖:</b>
Переконатися у відсутності небезпеки.
Провести огляд постраждалого, визначити наявність свідомості та дихання.
Викликати бригаду екстреної (швидкої) медичної допомоги.
Якщо постраждалий дихає, до прибуття швидкої фіксувати шийний відділ хребта, забезпечити прохідність дихальних шляхів.
<b>ЯКЩО ДИХАННЯ НЕМАЄ, РОЗПОЧАТИ СЕРЦЕВО-ЛЕГЕНЕВУ РЕАНІМАЦІЮ🫁:</b> виконати 30 натискань на грудну клітку глибиною не менше 5 см (не більше 6 см), з частотою 100 натискань (не більше 120) за хвилину;
виконати 2 вдихи з використанням маски-клапану, дихальної маски, тощо. При відсутності захисних засобів можна не виконувати штучне дихання, а проводити тільки натискання на грудну клітку. Виконання двох вдихів повинно тривати не більше 5 секунд;
поперемінно повторювати попередні два пункти до приїзду швидкої. Важливо змінювати особу, що проводить натиснення на грудну клітку, кожні 2 хвилини.
ЯКЩО Є АВТОМАТИЧНИЙ ЗОВНІШНІЙ ДЕФІБРИЛЯТОР, НАКЛЕЇТИ ЕЛЕКТРОДИ, ПОПЕРЕДНЬО ВИТЕРТИ ШКІРУ ГРУДНОЇ КЛІТКИ.
https://www.youtube.com/watch?v=zsZ2bSYeQb8&ab_channel=%D0%9F%D0%B0%D1%82%D1%80%D1%83%D0%BB%D1%8C%D0%BD%D0%B0%D0%BF%D0%BE%D0%BB%D1%96%D1%86%D1%96%D1%8F%D0%9B%D1%83%D0%B3%D0%B0%D0%BD%D1%81%D1%8C%D0%BA%D0%BE%D1%97%D0%BE%D0%B1%D0%BB%D0%B0%D1%81%D1%82%D1%96`

const stroke = `Викликати бригаду екстреної (швидкої) медичної допомоги🚑, пояснити диспетчеру причину виклику.
Надати постраждалому горизонтального положення, підвести голову та плечі.
Якщо постраждалий перебуває без свідомості, але дихає нормально, перевести постраждалого в безпечне положення.
Не давати постраждалому їсти та пити.
<b>ЯКЩО ДИХАННЯ НЕМАЄ, РОЗПОЧАТИ СЕРЦЕВО-ЛЕГЕНЕВУ РЕАНІМАЦІЮ🫁:</b> виконати 30 натискань на грудну клітку глибиною не менше 5 см (не більше 6 см), з частотою 100 натискань (не більше 120) за хвилину;
виконати 2 вдихи з використанням маски-клапану, дихальної маски, тощо. При відсутності захисних засобів можна не виконувати штучне дихання, а проводити тільки натискання на грудну клітку. Виконання двох вдихів повинно тривати не більше 5 секунд;
поперемінно повторювати попередні два пункти до приїзду швидкої. Важливо змінювати особу, що проводить натиснення на грудну клітку, кожні 2 хвилини.
https://www.youtube.com/watch?v=DmzKrFp8ImY&ab_channel=%D0%9F%D0%B5%D1%80%D1%88%D0%B0%D0%B4%D0%BE%D0%BF%D0%BE%D0%BC%D0%BE%D0%B3%D0%B0`

module.exports.commands = commands;
module.exports.cuts = cuts;
module.exports.contusions = contusions;
module.exports.fractures = fractures;
module.exports.burns = burns;
module.exports.frostbite = frostbite;
module.exports.electricShock = electricShock;
module.exports.compression = compression;
module.exports.allergic = allergic;
module.exports.heartAttack = heartAttack;
module.exports.stopBreath = stopBreath;
module.exports.poisoning = poisoning;
module.exports.drowning = drowning;
module.exports.stroke = stroke;